Repository: breakfastco/embed-pdf-wpforms
Catalog: languages/embed-pdf-wpforms-*.po
Languages: es_mx

source: Load
es_mx: Cargar

source: Sorry, you do not have access to the Media Library.
es_mx: Lo sentimos, no tiene acceso a la Biblioteca Multimedia.

source: No file exists at the provided URL.
es_mx: No existe ningún archivo en la URL proporcionada.

source: Download PDF into Media Library
es_mx: Descargar un PDF en la Biblioteca Multimedia

source: Learn about CORS →
es_mx: Aprende más sobre CORS →

source: Only PDFs hosted by this website and other websites listing this website in a CORS header ‘Access-Control-Allow-Origin’ can load in the viewer.
es_mx: Sólo los PDF alojados en este sitio web y otros sitios web que incluyan este sitio web en un header CORS 'Access-Control-Allow-Origin' pueden cargarse.

source: Please enter a valid URL.
es_mx: Por favor introduce una URL válida.

source: Troubleshooting →
es_mx: Reportar un problema →

source: PDF Viewer Error:
es_mx: Error de Visor PDF:

source: Zoom In
es_mx: Ampliar

source: Zoom Out
es_mx: Reducir

source: Page:
es_mx: Página:

source: Next
es_mx: Siguiente

source: Previous
es_mx: Anterior

source: No PDF to load into field %1$s on form %2$s
es_mx: Ningún PDF para cargar en el campo %1$s en el formulario %2$s

source: Contents of this field are not displayed in the form builder preview.
es_mx: El contenido de este campo no se muestra en la vista previa del generador de formularios.

source: Loading too small to read? Increase this value to zoom in.
es_mx: ¿Demasiada pequeña para leerla? Aumente este valor para ampliar.

source: Initial Scale
es_mx: Escala Inicial

source: Choose PDF
es_mx: Seleccionar PDF

source: Enter the URL of the PDF to load into the viewer.
es_mx: Introduce la URL del PDF para cargarlo en el visor.

source: Downloaded from %s by Embed PDF for WPForms
es_mx: Descargado de %s por Integrador PDF para WPForms

source: The download failed with error "%s"
es_mx: La descarga falló con el error "%s"

source: PDF Viewer
es_mx: Visor PDF

source: Add-on for WPForms. Provides a PDF Viewer field.
es_mx: Add-on para WPForms. Proporciona un campo de Visor PDF.

source: Embed PDF for WPForms
es_mx: Integrador PDF para WPForms
